Revit 2027 API
ParameterTypeId.RbsDuctPipeSystemAbbreviationParam Property
 "System Abbreviation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctPipeSystemAbbreviationParam { get; }
Public Shared ReadOnly Property RbsDuctPipeSystemAbbreviationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctPipeSystemAbbreviationParam {
	ForgeTypeId^ get ();
}
static member RbsDuctPipeSystemAbbreviationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace